ERROR = "ОШИБКА"
SAFE = "Проверка не выявила вредоносных элементов\n"

CHECK_FAILED = "Произошла внутренняя ошибка сервера при проверке, попробуйте ещё раз"

UNSAFE_HTTP = "небезопасный протокол"
UNSAFE_HTTP_DESC = """при передаче данных на таком сайте, они могут быть перехвачены посторонними - не вводите ценные сведения.
Также, в содержимое страницы могут быть внедрены посторонние элементы, ворующие сохранённые в браузер данные"""

RU_DOMAIN_ZONE = "Российская доменная зона"
COM_DOMAIN_ZONE = "Международная доменная зона"
FN_DOMAIN_ZONE = "Иностранная доменная зона"

TRUSTED_DOMAIN = "Это известный доверенный сайт - низкий шанс обмана"
